<?php


    // Дүнгийн хуудсыг зурхад хэрэг болох функцуудыг зохицуулагч класс буюу Controller класс юм. 
    // Controller Class
    
Class GradeController
{
        function PrintGrade() // Дүнгийн хуудсыг хэвлэдэг функц буюу хэвлэх товчны функц 
    {

    }
        function ConvertExcel() // Дүнгийн хуудсыг Excel рүү хөрвүүлдэг функц буюу Excel рүү хөрвүүлэх товчну функц юм 
    {

    }
        function SumCredit() // Кредитийн нийлбэрийг олдог нэг ёсны нийт кредитийн тоог тоолдог функц юм (параметрээр нь жил улирал зэрэг дамжиж болно)
    {

    }
        function CalculateGPA() // ҮГД г бодож гаргадаг функц 
    {

    }
        function AverageSeasonGrade() // Улирлын дүнгийн дунджыг бодож бодож гаргадаг функц 
    {

    }
}
?>
