<?php


                            // Ирцийн мэдээлэл болон дүнгийн нитыг бодож гаргах класс
                            // Model Class
    class Irts 
{
        function GetStudentIrts() // Оюутны ирцийн мэдээлэл цуглуулж авдаг функц 
        {
            
        }
        function SumStudentIrts() // Oюутны ирцийн нийт дүнг авах функц 
        {
            
        }
        function AverageStudentIrts() // Оюутны ирцийн дундаж дүнг авдаг функц 
        {
            
        }
        function CalculateIrts()    //Оюутны ирцийн дүнг шалгахдаа хоцорсон тасалсан өвчтөи бол тэдгээрийн тохирох оноог хувьлаж боддог функц
        {
            
        }
        function GetMaxGradeIrts()      //Нийт оюутнуудын ирцийн хамгийн дээд оноо авсан оюутан эсвэл зүгээр лабдаа хамгийн өндөр авсан хүнийг олох функц 
        {
            
        }
        function GetMingradeIrts()      //Нийт оюутнуудын ирцийн хамгийн доод оноог олдог (оюутан,лаб,хичээл....)
        {
            
        }
}


?>
