<?php


                            // Хичээлийн даалгавартай холбоотой бүхий л мэдээллийг авдаг 
                            // Model Class
       class Mission
{
           function GetStudentMissionGrade() //Оюутнуудын даалгаврын дүнгүүд авах функц 
           {
               
           }
           function SumStudentMissionGrade() // Оюутны даалгаврын дүнгийн нийлбэрийг авах функц 
           {
               
           }
           function InsertStudentMissionGrade() // Оюутны даалгаврын дүнг оруулах функц 
           {
               
           }
           function AverageMissionGrade() // Оюутны даалгаврын дүнгийн дунджиг олох Мөн параметрээр нь Ангийн нийт дүн болон Оюутны дүнгийн дундаж олох зэргийг хийж болно 
           {
               
           }
           function UpdateStudentMissionGrade() // Оюутны даалгаврын дүнг засах функц 
           {
               
           }
           function GetMaxGrade() //Оюутны дүнгийн хамгийн дээд оноог авах функц мөн хичээлийн болон лабын зэргээр параметр дамжуулан авах боломжтой 
           {
               
           }
           function GetMingrade() // Оюутны дүнгийн доод оноог авах мөн хичээлийн бплон лабын доод оноог авах функц 
           {
               
           }
}


?>
