<?php

                    //Хэрэглэгчийн тухай мэдээлэл болон эрхийн шалгадаг класс юм 
                    // Model Class


class User
{
    function Login() //Нэвтрэх функц буюу шалгах үйлдлүүд 
    {
        
    }
    function Register() //Бүртгүүлэх функц буюу шалгах болон insert хийх функц
    {
        
    }
    function GetStudentLesson() //Оюутны хичээлүүдийг авах дотроо одоо үзэж буй зэргийг параметрээр хүлээн авна 
    {
        
    }
    function GetClassStudent() //Зөвлөх багш бол өөрийн оюутнуудын нэрсийг авна 
    {
        
    }
    function GetCabinetTeahcer() //Профессор багш бол доор байдаг зөвлөх багш нарын мэдээллийг авна
    {
        
    }
    function CheckUserPerm() //Нэг ёсны багшийн эсвэл оютны эсэх зэрэг болон хичээлүүдийг багшийн хичээл эсэхийг шалгана   
    {
        
    }
}

?>
